Repository: soixantecircuits/wp-celsa-misc
Catalog: plugins/event-calendar/gettext/ec3-*.po
Languages: ca_es

source: Event Editor
ca_es: Editor d'esdeveniments

source: Start
ca_es: Comença

source: End
ca_es: Acaba

source: All Day
ca_es: Durant tot el dia

source: Repeat
ca_es: Repeteix

source: Add a new event
ca_es: Afegeix un nou esdeveniment

source: Delete this event
ca_es: Esborra aquest esdeveniment

source: Error upgrading database for EventCalendar plugin.
ca_es: Error actualitzant la base de dades del connector EventCalendar

source: Upgraded database to EventCalendar Version %s
ca_es: Actualitzada la base de dades de l'EventCalendar Versió %s

source: Table already existed
ca_es: La Taula ja existeix

source: Event Calendar Options
ca_es: Opcions del Calendari d'Esdeveniments

source: Event category
ca_es: Categoria per als esdeveniments

source: Event posts are put into this category for you. Don't make this your default post category.
ca_es: Els esdeveniments són agefits en aquesta categoria de manera automàtica. No hauria de ser la categoria predeterminada per a les teves entrades.

source: Show schedule within posts
ca_es: Pel que fa als horaris dintre de les entrades

source: Show Schedule
ca_es: Mostra els horaris

source: Hide Schedule
ca_es: Amaga els horaris

source: Show events as blog entries
ca_es: Pel que fa als esdeveniments i les entrades

source: Events are Normal Posts
ca_es: Els esdeveniments són entrades normals

source: Keep Events Separate
ca_es: Manté els esdeveniments separats

source: Keep Events Separate: the Event Category page shows future events, in date order. Events do not appear on front page.
ca_es: Manté els esdeveniments separats: la pàgina de la categoria dels esdeveniments mostra els esdeveniments futurs ordenats per data. Els esdeveniments no apareixen a la pàgina principal.

source: Timezone
ca_es: Zona horària

source: unknown
ca_es: Desconeguda

source: You cannot change your timezone. Turn off PHP's 'safe mode' or upgrade to PHP5.
ca_es: No pots canviar la teva zona horària. Deshabilita el 'safe mode' del PHP o actualitza a PHP5.

source: Calendar Display
ca_es: Mostra el Calendari

source: Number of months
ca_es: Nombre de mesos

source: Show all categories in calendar
ca_es: Mostra totes les categories al calendari

source: Only Show Events
ca_es: Mostra solament els esdeveniments

source: Show All Posts
ca_es: Mostra totes les entrades

source: Show day names as
ca_es: Mostra els noms dels dies com

source: Single Letter
ca_es: Una lletra simple

source: 3-Letter Abbreviation
ca_es: Una abreviatura de 3 lletres

source: Full Day Name
ca_es: El nom del dia sencer

source: Show Event Calendar logo
ca_es: Pel que fa al logotip del Calendari

source: Show Logo
ca_es: Mostra el logotip

source: Hide Logo
ca_es: Amaga el logotip

source: Position of navigation links
ca_es: Pel que fa a la posició dels enllaços de navegació

source: Above Calendar
ca_es: Damunt del calendari

source: Below Calendar
ca_es: Sota el calendari

source: Hidden
ca_es: Ocults

source: The navigation links are more usable when they are above the calendar, but you might prefer them below or hidden for aesthetic reasons.
ca_es: Els enllaços de navegació són més usables quan estan a sobre del calendari, però pots preferir-los per sota o ocults per raons estètiques.

source: Popup event lists
ca_es: Finestres emergents de la llista d'esdeveniments

source: Show Popups
ca_es: Mostra finestres emergents

source: Hide Popups
ca_es: Oculta les finestres emergents

source: You might want to disable popups if you use Nicetitles.
ca_es: Pots no voler habilitar les finestres emergents si fas ús de Nicetitles.

source: You must choose an event category.
ca_es: Has de triar una categoria per a l'esdeveniment

source: Go to Event Calendar Options
ca_es: Vés a les opcions del Calendari d'Esdeveniments

source: Subscribe to iCalendar.
ca_es: Subscriu-te al iCalendar

source: all day
ca_es: durant tot el dia

source: Event Calendar
ca_es: Calendari d'Esdeveniments

source: Upcoming Events
ca_es: Esdeveniments futurs

source: No events.
ca_es: No hi ha esdeveniments

source: to
ca_es: a

source: Number of events:
ca_es: Nombre d'esdeveniments
